/*
SQLyog 企业版 - MySQL GUI v8.14 
MySQL - 5.5.5-10.1.9-MariaDB : Database - youxian
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`youxian` /*!40100 DEFAULT CHARACTER SET utf8 COLLATE utf8_unicode_ci */;

USE `youxian`;

/*Table structure for table `comment` */

DROP TABLE IF EXISTS `comment`;

CREATE TABLE `comment` (
  `id` char(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` int(11) DEFAULT NULL,
  `item_id` char(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` text COLLATE utf8_unicode_ci,
  `commentator_id` char(32) COLLATE utf8_unicode_ci DEFAULT NULL,
  `commentator_name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `commentator_headimg` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `comment` */

insert  into `comment`(`id`,`type`,`item_id`,`content`,`commentator_id`,`commentator_name`,`commentator_headimg`,`update_time`) values ('1',1,'00ca0898b3e5455b8a8d8c8802a0832e','由各种物质组成的巨型球状天体，叫做星球。星球有一定的形状，有自己的运行轨道。','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 00:45:42'),('2',1,'00ca0898b3e5455b8a8d8c8802a0832e','百度公司董事长兼CEO李彦宏今日通过内网发布全员信。李彦宏说，之所以把百度的使命拓展为“用科技让复杂的世界更简单”，就是要借助人工智能等创新科技的力量化繁为简，唤醒万物！“让我们的事业焕发出全新的生命力，为我们的使命注入全新的时代价 ','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 00:45:47'),('c0599cbff4ce4527ab4d900185f010f1',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:55:21'),('ee18488a6d4747319316a6729a1a536e',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:02'),('81cb7c4ff3a3457fa88e5937d94204f6',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:11'),('9e1204330bb041ff8b50bb55844fd32a',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:30'),('dab1e46b70c74ccda594a5c99f91a85c',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:31'),('f2c750641a154f7baeea305be89d3768',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:35'),('d7726ea644c64036a6af84209411b446',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:39'),('1b7eadfc420545edb58ad71b32772049',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:46'),('55065bb37f8149cfa5468407539a763a',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:46'),('0a42bfa9b3e3475481bb75330adee29b',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:47'),('95974ecf07c044788fb25cf524cc9090',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:54'),('2abf841f9cb9405ca15f4f8cf0597e7b',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:57:56'),('f2b7286532a24dc9a60ee5d8c04d0180',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:58:04'),('51fc370e6ee342df95badedb77329df0',1,'00ca0898b3e5455b8a8d8c8802a0832e','12123','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-05-20 02:58:05'),('1c5031d04af640ed885c69440f5628d1',1,'00ca0898b3e5455b8a8d8c8802a0832e','4566','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:52:28'),('fe2a9cfe93fb4900b9e397e7da4ae764',1,'00ca0898b3e5455b8a8d8c8802a0832e','4566','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:52:33'),('fea30394c51e4130b354f162ff1b1b51',1,'00ca0898b3e5455b8a8d8c8802a0832e','4566','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:52:35'),('6c4914162a4a4092834ee2c32d8f16e9',1,'00ca0898b3e5455b8a8d8c8802a0832e','4566','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:55:44'),('9f662fb09caf4511a6db7bc6200a9720',1,'00ca0898b3e5455b8a8d8c8802a0832e','4566','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:55:48'),('a58b8be83bb84da5b4ebf4e81e6b6264',1,'00ca0898b3e5455b8a8d8c8802a0832e','ddd','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:56:16'),('109b86d45a614483bd98a3caac7bc375',1,'00ca0898b3e5455b8a8d8c8802a0832e','dddhhhh','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:56:20'),('e8da056cf4b94a70a598d8ff0a0683cd',1,'00ca0898b3e5455b8a8d8c8802a0832e','dddhhhhaaa','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:56:22'),('b34adfe7c8404671b30433e086b9fb3a',1,'00ca0898b3e5455b8a8d8c8802a0832e','qqqqqq','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:56:31'),('2e892313141240a59bcc83525415aa87',1,'00ca0898b3e5455b8a8d8c8802a0832e','aaaa','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:57:24'),('61bd2132812e4983b38c43cbadfd6730',1,'00ca0898b3e5455b8a8d8c8802a0832e','ssss','111','纹刀客','\\static\\images\\defaulth-head-image-bear.png','2017-06-11 23:57:26');

/*Table structure for table `diaodian` */

DROP TABLE IF EXISTS `diaodian`;

CREATE TABLE `diaodian` (
  `id` varchar(40) COLLATE utf8_unicode_ci NOT NULL,
  `province` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `city` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `district` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `address` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `type` int(11) NOT NULL,
  `is_charge` tinyint(1) NOT NULL,
  `charge_desc` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `contact_person` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `contact_number` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `fish_type` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `fish_desc` longtext COLLATE utf8_unicode_ci NOT NULL,
  `recommend` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `diaodian` */

insert  into `diaodian`(`id`,`province`,`city`,`district`,`name`,`address`,`type`,`is_charge`,`charge_desc`,`contact_person`,`contact_number`,`fish_type`,`fish_desc`,`recommend`) values ('00ca0898b3e5455b8a8d8c8802a0832e','江苏','南京','江宁区','安基山水库','南京市江宁区',0,1,'30元/天','','','','安基山渡假区入口比较隐蔽,基本算是在山里。\r\n或许是新开发不久，渡假区内除了垂钓，似乎无其他休闲娱乐项目。按天收费，30一竿\r\n\r\n孟塘-公交车站 途经公交车：句宝线, 句容102路宝华专线',0),('115eb4d1fcbe4c79bd07eed7a82f3be1','江苏','南京','江宁区','赵村水库','江宁区横溪镇境内',1,1,'100元/天','','','','赵村水库，又名横山湖，位于江宁区横溪镇境内，水质优良，将升级为国家中级水库。赵村水库为南京市第三大、江宁区第一大水库，库容达1100万m3。该水库的特色是：步移景换，蜿蜒曲折，山水一体，水质清纯。赵村水库目前已开发出山地农庄、山地自行车、观白鹭、垂钓、森林探险、野外生存训练等项目。今后将开发成集度假、观光、休闲、娱乐为一体的旅游度假区。\r\n\r\n路线：从宁丹路或机场高速都可到达。\r\n\r\n（1）雨花台——铁心桥——东善桥——陶吴镇——横溪——赵林水库\r\n\r\n（2）机场高速“禄口”站下（单程收费10元）——铜井路——汤铜公路进入宁丹路——陶吴镇——横溪——赵林水库\r\n\r\n（3）机场高速——翠屏山——将军大道——陶吴——横溪——赵林水库',0),('1165742fa3394318bc757a256a08e828','江苏','南京','江宁区','大塘金水库','江宁谷里双金路旁',1,1,'','','','','江宁大塘金水库位于江宁谷里双金路旁，从正方中路薰衣草庄园直接开进去很方便到水库边\r\n春天去看过一次薰衣草，山头十分美丽，今天又去游玩把钓点分享给大家，农家乐可以吃饭游玩，水库钓鱼免费哦',0),('1755d16f303c4b4696b331a4b8c25dfb','江苏','南京','六合区','杨营水库','杨营水库',0,1,'','','','','杨营水库，路程距离方州广场16公里。收费30元，但是你可以钓一个上午，那就是15元。但水深不太深，只是靠大坝有2米左右。但鱼情不太好。',0),('1a79070cffe94b5cb790d7fc634a5808','江苏','南京','秦淮区','七桥瓮湿地公园','七桥瓮湿地公园',0,0,'','','','','七桥瓮湿地公园南边秦淮河，河道是个S湾，水流平缓，水质还可以，传统、台钓皆可，以鲤鱼、鲫鱼为主。',0),('1bf7267fa7df40b4a298d8bf0279ce12','江苏','南京','江宁区','双虎水库','南京市铜井镇双虎水库',1,1,'30元/天','','','','双虎水库也是开放不久，目前收费30元一天，水质优良，水深1米到3米左右，一般不走水。渔获主要以小鲫鱼为主，有大鲤大鳊。\r\n水库在江宁铜井镇，地图上搜索“双虎水库”可以找到地址，导航即可',0),('2c636786bd3f46adbbe6546e464422e6','江苏','南京','六合区','大泉水库','六合竹镇',1,1,'','','','','六合竹镇的大泉水库有鱼钓，但是地方不是很好找，能钓到大鱼，如果有志者去钓鱼，小弟有几个提醒：1、水库不是免费钓鱼的，有管理人员（虽然一般不管）不给钓。\r\n2、大泉水库是著名的旅游景点，人瞎几把多，也吵。\r\n3、大泉水库水杉林有鱼，有人在此钓过很多鱼的，但是水普遍很深，没有好点的食钓不到，游人也很多。\r\n总之，钓鱼各有目的，如果你为了欣赏景色，那么我建议你去钓，大泉水库风景十分美丽；但如果出于钓很多鱼的想法，建议别去大泉水库钓鱼，那里鱼不缺吃的。。。',0),('2fba8ca205b94c42843ccb50d3c94024','江苏','南京','浦口区','象山水库','南京市浦口区江浦街道白马村',1,0,'免费','','','','象山水库建于1976年，2009年进行过除险加固，积水面积4.6平方公里，属小型国管水库。\r\n这里的风是凉爽的，山是绿中带紫的，人是稀少的。想不到南京还有这样一个别致的好地方!',0),('31c78714f6ed4987b872107cd710182f','江苏','南京','江宁区','赵宕水库','赵宕水库',1,0,'','','','','也叫箭塘水库，一天五元，不限竿，水质清澈，鱼的味道好，但鱼不是很多。风景还可以。在安德门坐新善线二元一人到东善桥下，坐路边马自达六元一人半小时可到。水库旁边有鱼塘可钓，十元一斤。水和午饭要自带，那可没卖的',0),('372d7f3fa06c4ba5a46a12110e92c238','江苏','南京','江宁区','杨库水库','南京市江宁区陆郎镇附近',1,1,'20元/天','','','','杨库水库风景不错，有时候会有新人来这拍婚纱照，山清水秀。\r\n\r\n杨库水库局钓友最新情报说收费20一天，有大货，不过餐条比较多，有时候鱼钩不能沉底 ，中途被餐条劫持，令人头疼，无法钓鱼。\r\n\r\n钓友去钓的话，可以抛杆，打重窝挂螺丝，受大货。',0),('37a0907921064b5e8a8d0cbfcd31b4f0','江苏','南京','江宁区','横山水库','横山水库',1,0,'','','','','横山水库又叫赵村水库，位于南京市江宁区，因给足球基地供水不给承包,一般不给外地人钓，去钓鱼的话，有时收费，有时没人管，要是有人来收费的话就意思一下，给个几块钱。水库面积比较大，钓上来的鱼还是比较野的，不像菜市场卖的那样。大板子也是不少的。',0),('3803b24cc1e44dacbd5ebca5970c82c0','江苏','南京','浦口区','桥林通江河','浦口区桥林',0,0,'','','','','又名失姬河，楚霸王遗失虞姬的地方，玩玩可以，免费的',0),('3d50b6d3648a4092baa0308eab708ee9','江苏','南京','江宁区','明景寺水库','横溪',1,0,'','','','','空军基地',0),('3e8b8abfc3654c62b3367b01df8d94ff','江苏','南京','浦口区','享堂水库','享堂水库',1,0,'','','','','著名的空军基地',0),('3fff3b487abe4e26a07cdcc234abf55a','江苏','南京','江宁区','牌坊水库','江宁陆郎牌坊村',1,1,'','','','','牌坊水库在南京江宁区江宁陆郎镇牌坊村，可以乘 陆陶线 (陶吴菜场方向) 到 荷花村，然后下车步行就到了，地址地图上可以搜索到。\r\n牌坊水库收费30一天，各种鱼都有，之前去钓过，上岸应该不难，想玩的可以去试试',0),('4248df09c5e1488899be715783f1f05c','江苏','南京','浦口区','佛手湖','南京市浦口区',0,1,'50元/天','','','','在热闹的珍珠泉边，在声名远扬的浦口老山之中，有这样一个美丽的湖：湖中五个半岛与老山融为一体，状若佛手。湖光山色、天然氧吧，而且就在南京近郊。观山乐水，两全其美。佛手湖周边的住户讲，这个湖有“仙气”，在没有水源的情况下，这个湖几乎是下了一夜雨后就形成了，而且看现在的湖面，有树头的地方是原来的村庄，这些村庄搬走后形成了现在的湖。其实，这只是民间传说，附近的人们以此来表达对佛手湖的喜爱，佛手湖其实是在两个水库的基础上形成的。\r\n　　佛手湖坐落在珍珠泉旅游度假区的南片。湖中有五个半岛，每个水凹处像极了手指缝，而整体看起来湖面又状若佛手，故名佛手湖。佛手湖是在原水利工程建设基础上形成的一个景区，于2002年2月8日开工建设，主要是筑坝蓄水，在原来两个水库的基础上扩大水面，最终形成一个有千亩水面的湖面。佛手湖工程主要由大坝主体即大坝(均质土坝)、溢洪闸、溢洪泻槽、消力池、排洪渠及配套工程、10公里环湖道路及3公里南北景区连接道路等组成。\r\n　　不过直观上看，第一眼看到的是佛手湖的大坝，即手掌的底部，然后站在大坝上看去，即可看到摊开的手掌。佛手湖与老山融为一体，湖边的沿山环湖大道已全部砌好，静静的湖面映着青翠的老山，是拥有充足氧气的自然生态区。据讲，佛手湖2002年初开工，同年5月底竣工，恰遇当年雨水充足，原本两年蓄积的水量，仅一个夏季就达到了蓄水的要求，目前水位已达24米。所以就有了“佛手湖一夜间形成”的说法。\r\n　　这里的水是原生态的，空气非常好，还可以听见鸟鸣，时不时也会在草丛中看到野兔。据说，佛手湖最美的是夕照出现的时候，波光粼粼，再来点小风就是一幅天然山水画，也是写生者的绝佳选择\r\n　　【附近景点】\r\n　　爱山也罢、爱水也罢，这里可以同时满足山水爱好者的愿望，从老山脚下登山上来，沿着环湖路看老山，如果是累了，可以到佛手湖边来歇歇脚。玩山的同时亦可乐水。最得天独厚的资源在于，佛手湖与珍珠泉相连，可以去珍珠泉内钓鱼、烧烤、划竹筏、看动物表演，然后如果想远离热闹，就可以走些路到佛手湖来，蓝蓝的天、蓝蓝的湖及清澈的心。而在佛手湖边上，一个集植物、游乐、文化娱乐为一体的休闲广场正在规划建设中，未来这里还将建造游艇俱乐部、人造沙滩和浴场等休闲旅游项目。\r\n　　【交通】\r\n　　佛手湖坐落在浦口老山中，在珍珠泉公园的正大门对面，沿着珍珠泉公园正大门对面的一条小路，可以直接开车上山，没几分钟就到达佛手湖。如果是从南京市区乘坐公交车，168路直接到珍珠泉公园正大门，然后可以再花几元钱坐马自达到达佛手湖。',0),('49b155ba47fa4b37b43f087c66f1feff','江苏','南京','六合区','金牛湖','金牛湖',1,1,'','','','','金牛湖原是金牛山水库，始建于1958年，在那个年代，由下游众多农村生产队千百号农民集体开挖，锹挖肩担，硬是创造了一个大水库。就是现在的金牛湖。以前收费20一竿，现在不知道金牛湖怎么样了，有去过的钓友可以来分享下近况。\r\n\r\n金牛湖以前经常会出大货，几十斤的大青鱼很常见，现在不知道还有没有了，估计少了吧\r\n现在不给钓了，偷钓。。。',0),('54d16377df8f4981b5975fb30f43b46b','江苏','南京','江宁区','红庙水库','南京市江宁区谷里街道',1,1,'5元/天','','','','收费5元一天，鱼还可以，鲤鱼较多，一般4、5斤左右比价常见。公交可以乘坐874路到庙庄下次，再走几百米就到了，水面很大，平时钓鱼的人还是蛮多的，去钓鱼要做好空军的心里准备',0),('558cb6c0ac774b2cbb1a17797db7c129','江苏','南京','江宁区','谷里水库','谷里水库',0,1,'','','','','谷里水库在江宁区，靠着银杏湖大道，水库很大，周围风景不错，可惜被人承包了，现在不让钓了',0),('58659faa2f7340ba9daf1421de22b6e1','江苏','南京','江宁区','淳化水库','南京市江宁区淳化水库',1,1,'100元/天','','','','江宁淳化镇，按天收费，鲢鳙不给带走，其他鱼种可以带走',0),('5da4de5fa36742ba94f156bdfebf5d30','江苏','南京','江宁区','红星水库','南京市江宁区',1,0,'','','','','江宁红星水库位于江宁红星村旁边，公交可以乘坐 陶云线, 在 三公里道口站 下车，步行即可。情况还可以，渔获还行，有时会有电工光顾。',0),('5e08a557a797474bb94d8a5813a25eb6','江苏','南京','江宁区','满城芳生态垂钓园','江宁陆郎社区满城芳养生园内',3,1,'15元/斤','沈先生','15195891992','','生态垂钓园位于南京市江宁陆郎社区满城芳养生园内,风景优美，环境宜人。园区水面100亩，养殖以鲫鱼为主、还有少量的鳊鱼、鲢鱼、草鱼等。生态喂养，饲料以麦子、油饼、绿叶菜、青草为主。肉质细腻，口感接近水库野生鱼。垂钓收获的鱼还可以在园区餐厅代加工',0),('6973081a3bdd4e26bee1ea6242193d46','江苏','南京','浦口区','跃进河','跃进河',0,0,'','','','','跃进河位于浦口区，导航直接输入跃进河就能到，全河道免费垂钓，水深80CM到1M6左右\r\n跃进河是一条灌溉渠，水质优良，渔业资源丰富！鲫、鲤、草、黑鱼、翘嘴、餐条、趴地虎、龙虾等。大货有，一般鱼头偏小。餐条绝对给力，最高纪录两小时131尾。 此钓点最大的优点就是环境绝对好，惹眼的林荫大道，不怕太阳晒，也不怕下雨淋 简直避暑练竿之圣地！到这里你绝无空军可能，只是鱼头大小之别 ！\r\n美！美不胜收的跃进河！',0),('6b6404ce26104af88fe944c22c10c4de','江苏','南京','六合区','山湖水库','位于六合县北、滁河支流皂河(向阳河)上游的低山',0,1,'100元/天','','','','山湖水库座落于南京市6合区境内，库区总面积7600亩，是6合区第二大水库。集水面积30.8平方公里。1972年11月开工兴建，1973年6月建成。大坝长1115米。坝顶高程29.5米(废黄河基面)。灌溉输水涵洞两座，合计设计流量为5.5立方米每秒。1978年在大坝北端扩建溢洪闸，设计最大流量达到380立方米每秒。\r\n\r\n自建库70多年来从未干涸地，最深处达二十多米，一直是以淡水养殖为主，鱼类资源非常丰富。该水库得以优越的自然条件，周边环山，无任何生产企业，地理位置偏远，水质优良，出水的鱼肉鲜美，主要养殖：青、草、鳊、鲢、鮰等鱼类，其历史上多次捕获数条七、八十斤的大型青鱼。因此，山湖水库一直是众钓鱼爱好者梦寐以求的垂钓场所。山湖水库管理一直比较严格，从不对外开放，今年八月份，经过6合地区众钓友多次地交涉，山湖水库管理处，才同意划区域开放垂钓。在此期间，凡是下竿者都有可观的鱼获，青、草也出水数条，其中最大的青鱼60余斤',0),('71f485f57b7747c6aa900277a5208a7e','江苏','南京','江宁区','大泉水库','六合县西北、滁河支流皂河(向阳河)支流耿跳河上游的低山丘陵区',0,0,'','','','','大泉水库位于六合县西北、滁河支流皂河(向阳河)支流耿跳河上游的低山丘陵区。集水面积20.6平方公里。1957年11月开工兴建，1958年5月基本建成。大坝长777米，坝顶高程29.4米(废黄河基面)。灌溉输水涵洞1座，设计流量3.7立方米每秒。在库区北面洼地设临时明渠溢洪道。1970年在原明渠溢洪道位置增建两孔溢洪闸1座，设计最大流量59立方米每秒。\r\n　　工程共做土方52万立方米、石方2.1万立方米、混凝士230立方米。耗用钢材10吨、水泥256吨、木材27立方米。国家投资721万元。\r\n　　调洪演算，200年一遇设计洪水位为28.23米，千年一遇校核洪水位为28.84米。相应总库容为1270万立方米，其中兴利库容为435万立方米。大坝安全超高0.56米，水库汛限水位定为25.57米。\r\n　　水库设计效益以灌溉为主结合防洪和养鱼等综合利用。计划灌溉面积2.1万亩，实灌2.5万亩，其中提水灌溉1.4万亩。养鱼水面1535亩，鱼种池面积23亩。\r\n\r\n地铁s8号线 （金牛湖方向）   到 雄州站 （2口出） 下车，然后步行  380米  到 棠城广场南站  乘坐 632路   42站 在竹镇社区站 下车，  步行  5.1公里即到',0),('737bad4e4d43424386ed27cb89f92bef','江苏','南京','浦口区','威尼斯水城江边斤塘','威尼斯水城滨江路',0,1,'收费：13元/斤，不论鱼种','','','','钓点状况：原通江的江叉子（很多钓友都知道），现在被江边承包的老板改成了斤塘。\r\n鱼情：鱼品质一流，所有的鱼均是老板从江里搞上来的，值得品尝。\r\n鱼种：鲫鲤草扁、小青、小翘嘴、餐条、昂刺等\r\n收费：13元/斤，不论鱼种。老板人挺好，不要的鱼可选择性的放回塘里，最好别把鱼搞伤。\r\n增值服务：老板散养了不少鸡，钓鱼买鸡两不误。\r\n餐饮：茶水免费，自己带杯子。主食：青菜面条，10元/碗。\r\n路线：沿威尼斯水城滨江路一直走，具体看图：',0),('7510d8faed414b41b98aaf312c17401a','江苏','南京','六合区','大河桥水库','六合西北、滁河支流皂河(向阳河)上游的丘陵区',0,1,'80元/天','','','','南京大河桥水库水域面积74平方公里，大坝长855米，周边视野辽阔，环境清幽，水源干净，水中鱼类繁多，适合休闲度假、户外钓鱼的理想选择去处。按天收费，80一天，夜钓100。',0),('7ec57988a1904c8b937b816b8ff0bee9','江苏','南京','鼓楼区','小桃园','小桃园',0,0,'','','','','水深大约1米二三的样子，小钩细线，主打小鲫鱼，练杆，',0),('7f08d14749b54d4e8eae45d79e4e2004','江苏','南京','江宁区','大龙口小水库','南京市江宁区大龙口（苍龙路西300米）',1,1,'20元/天','','','','钓场名称：大龙口水库\r\n收费方式：20元/人限一杆\r\n鱼      情：草鱼，鲢鱼，鲫鱼，昂刺，白条\r\n虽说是小水库，但看起来更像个鱼塘，占地面积20亩左右，停车方便。',0),('7f69d07d128d4c2eaebb4f65eb54f247','江苏','南京','六合区','五一河','五一河',0,0,'无','','','','五一河。是滁河的支流。在靠近滁河进口瓜埠段这边也可以钓！渔获还可以，鲫鱼都是3到4两的，地点在周庄村旁边点，公交站大庙路向前2百米左右，路边上一条长沟，附上地图，附近的钓友可以去试试',0),('82704029ffb04301a39a1800660227ed','江苏','南京','江宁区','潭山水库','江宁区',1,1,'30元/天','','','','潭山水库在江宁区，靠近S337国道旁，地图搜索“潭山水库”可以找到位置，自行导航即可，或者可以乘坐837路在曹府站下车步行即到。潭山水库收费30一天，各种鱼都有',0),('8694bb3a7d8040ddabd67bc49279c16b','江苏','南京','江宁区','梅龙湖','南京市江宁区淳化104国道边',1,1,'100元/天','','','','梅龙湖，又叫东焦水库，或淳化水库。\r\n该钓场交通倒是便利，就在国道边上\r\n每天每人100元，半天50元，(蛮黑的)，要不买年票，年票是800元一年。\r\n听朋友说经常老板将靠边的垂钓区用电打一下，不好钓。我朋友以前去钓，尽是参子。',0),('8806946a9a21444c875a47f953ce6962','江苏','南京','六合区','绿航生态园垂钓中心','六合区原新篁镇林牧村东方红水库西南',0,1,'12元/斤','戴经理','13770883131','','南京绿航生态园垂钓中心是南京市最大的猕猴桃种植示范基地，休闲度假的地方，设有特色林果区、家禽养殖区、猕猴桃区、休闲垂钓区和蔬菜种植区等，一般适合旅游，可自行采摘水果蔬菜，风景不错。\r\n\r\n有水库可以钓鱼，对游客开放，如果说水库掉的不过瘾，还有垂钓塘。按鱼种类收费，12元／斤起步。',0),('884dec9085fb481d84c299cb742acba7','江苏','南京','江宁区','江宁高铁站附近野钓点','南京市江宁区高铁站附近',0,0,'','','','','野生小水库（不收费），环境很好水质很好，水非常清澈。适合蹲守大货，草鱼，鲢鱼，餐条，鲫鱼（少），其他杂鱼。\r\n\r\n钓点路线：以龙眠大道地铁站（义乌小商品城）为例，直行到三岔路口继续直行。过一个红绿灯，在下个红绿灯处右拐（站前路），行驶三四百米左右。注意：看到左手边有公交站台时降低车速，左手边有一口子可进去，进去后能看到一个小派出所。车辆可开进去，步行大约三分钟。\r\n渔获：由于鲫鱼较少，渔获多数为大货，草鱼，鲢鱼，都在五斤以上。',0),('886102b50b4a4e7da0db265911fd97a6','江苏','南京','浦口区','永宁镇河北村自家纯野生养殖','浦口区永宁镇河北村陡门组',3,1,'12元/斤','老张','13770863371','鲫鱼 鲤鱼 草鱼 青鱼 鳊鱼 白条 其他鱼类','我家有个20来亩的鱼塘，是天然的老鱼塘，老爸老妈一直坚守纯野生养殖，从早到晚到处去割草喂鱼，我也不太懂，也或许是考虑成本的原因吧……熟人都知道我家的鱼和外面买的鱼就是不一样，吃的就是鲜，但是外人不知道啊，特别是来收鱼的小贩，收的价格都和喂饲料的鱼的价格一样，这让我很为老爸老妈心里抹不平！因为老爸老妈不是生意人，也不会自己到处找饭店去兜售……希望看到我留言的钓鱼爱好者可以来我家鱼塘玩玩，吃吃我们家的鱼，看看我是否有说谎？当然也可以在我家吃饭，不过肯定没有饭店那样精致的饭菜，但是可以吃到朴实的农民家的家常小菜，也希望提出你们的想法、需求或者建议，告诉我的老爸老妈，作为女儿我更希望他们可以在自己坚守的事情上能有好的收获！因为看到我的留言去我家玩的，我就先做个主给您优惠！！最重要的，地址！浦口区永宁镇河北村陡门组。\r\n老张13770863371老爸的电话。\r\n\r\n过江隧道-花卉大道-沿山大道（盘汪线）-老山森林大道（经过老山森林公园）-江永线（就是往永宁西葛方向）-晓桥（新造的大桥喔）。过桥右转进村一直走2里路。',0),('8d35dfd461fa4cc4987a38654a4cb4d3','江苏','南京','江宁区','砻篰塘水库','谷里张西社区',1,1,'50元/天','','15850650588','鲫鱼 鲤鱼 草鱼 青鱼 鳊鱼 白条 其他鱼类','谷里砻篰塘水库面积有一百多亩，无污染活水，有山有水景色优美，可以带老婆小孩来玩玩，谷里砻篰塘水库可以点餐，有包间。地址：江宁区谷里街道张西社区砻篰塘水库。在谷里张西社区，上银杏湖大道看见张西居委会的牌子顺这牌子指的方向拐，拐过来一百五十米左右，左边有条水泥路一直往里开就到了，大概1.5公里左右\r\n天塘，50元一天。',0),('92a4199b4b1541f2bc90bedf2ff3e802','江苏','南京','建邺区','板桥河','扬子江大道上的板桥河大桥底下',0,0,'','','','','应广大钓友要求，现公布板桥河钓点位置！！\r\n实际上百度查扬子江大道上的板桥河大桥底下就是（水利公园河边）！！\r\n扬子江大道过大胜关大桥后不入三桥四桥入口前方500米右边见一监控就右转---到头左转---右转----20米左转---直行！！到达河边（我的钓位）！！\r\n回来时原路回到扬子江大道再向前过板桥河大桥见红绿灯调头返回即可！！',0),('933f0bfc52bc49bb8977acdabc52c7fa','江苏','南京','江宁区','金丝岗鱼塘','S122省道东郊小镇、金丝岗（官塘入口）右转300米',3,1,'','王先生','13851511355','鲫鱼 鲤鱼 草鱼 青鱼 鳊鱼 白条 其他鱼类','本鱼塘位于s122省道东郊小镇、金丝岗（官塘入口）右转300米，左转向下100米即到。              鱼塘干净环境卫生！！！\r\n\r\n本塘主要有：青鱼，草鱼，鲫鱼，鳊鱼，鲢鱼，本鱼塘纯小麦玉米喂养，鱼条形优美，鱼味鲜美，绝对值得你一试！\r\n\r\n（鲫鱼7-8两—2斤多），（鳊鱼1斤—4斤多），（草鱼6斤—20斤），15元/斤！！ ！\r\n\r\n（青鱼10斤—50斤）青鱼20元/斤，价格可能略高，但鱼品质绝对可以保证，\r\n\r\n（请“朋友”钓鱼拿回去不好吃的话，那不如去菜场，鱼味绝对鲜美）\r\n\r\n联系方式：138-515-113-55王，微信：603-181-386',0),('941e80c38044463f9c0012ba351db0e4','江苏','南京','六合区','黄山水库','黄山水库',1,0,'','','','','今天路过黄山水库，问了下，不给钓！说了老半天，给烟不抽，给钱也不给钓！气人！',0),('96e2eb3c58bf423fa2e7ff73a2c91658','江苏','南京','江宁区','苏庄水库','',0,1,'100元/天','张老板','13151524737','','到这个水库去了几次，里面很多大货，鱼种也多。上次有幸见钓友上获55斤青鱼。里面也有土鲫，黄金鲫，以及工程鲫。本人钓获过2斤的工程鲫。刚上这个论坛。没有图。下次再去给钓友们分享一下图片。基本不放空。水库不喂食。鱼属于散养状态，已经7年没干过塘，我就住附近村上。',0),('9d8555da448247359976f04b7d08ea9f','江苏','南京','浦口区','候庄水库','南京市浦口区',0,1,'10元/天','','','','浦口区候庄水库，也叫江北水库，收费10元一天，沿山大道珍珠泉往江浦方向，大概18公里。到候庄立交桥右手侧就是，可以钓鲫鱼、青鱼草鱼鲤鱼等等，鲢鱼不给拿。这个地方不贵，能钓多少也要看运气，钓不到也就花10块钱，就当看看风景玩玩了',0),('a098fdbbe45b4d21bad2b03d450d6058','江苏','南京','江宁区','竹塘水库','谷里街道-祖堂村',1,1,'150元/天','','','','南京江宁区竹塘水库位于江宁谷里街道祖堂村，水库按天收费，以前二十一天。鱼情一般，技术好的话会有不小的收获，已经变成150的黑坑，开了一条把老板钓疼了又关了',0),('ad0aa7c25e6948d3850f8bb1636e9d93','江苏','南京','浦口区','大堰水库','南京市浦口区',1,0,'','','','','大堰水库水质很好，风景也不错，在这里钓鱼比较享受，水质好，所以鱼的质量也好，肉很贤能，水库不收费，可以随便钓！不过据反映大堰水库鱼略难钓，不过只要技术不烂，几斤鱼应该没问题。大堰水库靠着爱民路，地图上搜索“大堰水库”能找到',0),('b2bec19058c1441a9d4ef16d851c0076','江苏','南京','江宁区','螺丝冲水库','汤山街道-孟塘村',1,1,'','','','','螺丝冲水库位于南京市江宁区汤山街道孟塘社区，水库水质良好，水库估计收费，具体不详，比较适合钓鱼。',0),('b3354e76c95b4dfcbecc96ea5c626940','江苏','南京','江宁区','梁塘大塘','江宁区 谷里镇 梁塘村',3,1,'','欧阳先生','15950562403','鲫鱼 鲤鱼 草鱼 青鱼 鳊鱼 白条 其他鱼类','钓场名称：谷里梁塘钓场（水库）收费价格；100  \r\n回收鱼价格 ：4块\r\n鱼种丰富：青 草 扁 鲤  鲫  鲶 太阳鱼 黑鱼\r\n垂钓时间;早上6点到下午5点 夜钓5点到12点   人多可以开通宵  组团八折\r\n此水库30年没清过 大的原塘大货有70斤 塘主每周放鲫鱼3次 其他鱼种都是纯天然不喂的鱼  水质清澈  环境优美  紧挨薰衣草园500米  适合旅游垂钓 水库水面70左右  中午和晚上提供农家菜 每位20元',0),('b70e0fbf96ed460f9d98b9d90d53284c','江苏','南京','六合区','南王水库','六合',0,1,'100元/天','','','','',0),('bb60fde0374041dcaaa4e8a4f7402606','江苏','南京','雨花台区','花神湖','花神湖',0,0,'','','','','花神湖的鱼越来越难钓了，也有好多钓友放弃了，原因有二。一是洗澡的太多，二是太难钓了，其实野钓钓的就是这种毅力吧，不能因为太难了，鱼获少了就不去了，看个人吧，所以花神湖也被称为“练技术”的地方了。花神的水质还是不错的，如果喜欢带鱼回家吃的可以去尝尝，像我这种不吃鱼的基本都是放里，不管大小，留着来年再钓嘛！\r\n\r\n地址：在科技馆旁边，离雨花台烈士陵园也很近，导航导哪个都能找到\r\n分东西两岸，东岸：传统为主，水深，草多；西岸亮水区，台钓为主，有深有浅，下面详细说\r\nA钓位，我的常驻钓位，出鱼一直很稳定，钓浮钓底都可以，钓浮的话看你技术了不然参子会让你吃不消的。\r\n水深1.2-2.5m\r\nB位置处于荷花区域，黑鱼不少，还有就是放生的金鲫鱼不少\r\n有水草，最好用3.6-4.5的小竿子，鳑鲏不少要注意下，但是2-3两的板子也不少\r\n水深1.2-2m\r\nC点有点吵，常年一帮唱歌的，反正就当听音乐会了，水多的时候要5.4以上，水少的时候可以下去4.5就可以够到了，\r\n有水草，但是出鱼很好，水深1.5左右。\r\nD位置水深不少，经常有传统在那，其实那边经常有人打重窝，如果运气好几十斤肯定大青能遇到，鲤鱼也可以，夜钓出过不少',0),('bd6c7b917bc04e8894efc65a89bba01a','江苏','南京','六合区','孟家坝水库','六合区孟家坝水库',1,0,'','','','','钓点导航：六合区孟家坝水库\r\n收费标准：台钓50元/天，传统40元/天\r\n餐饮自己解决，老板不给烧饭。\r\n水质中等偏上，鱼品较好，可阀杆、路亚等。\r\n主要鱼种：鲫鱼、鲤鱼、混子、翘嘴等，无鳊鱼。水泥大坝的拐角处，翘嘴密度较大，其他地方密度较小，个人感觉。\r\n友情提醒：据说头一天鱼情好，第二天水库老板会偷偷的电鱼，野钓渔获不敢保证。3月上旬连去两次，渔获不是太好，红虫拉饵渔获比较好。',0),('be4b155d43a149e5a16b741bcedc6764','江苏','南京','江宁区','二号沟','江宁区淳化街道周子社区',0,0,'','陶先生','18912955188','鲫鱼 鲤鱼 草鱼 鲢鱼 青鱼 鳊鱼 昂刺鱼','本钓场位于淳化街道周子社区赤山脚下，全长约1500米其中精养区约300米，其余为野钓区。价格：精养区13元/斤，野钓区每人2O元/每天。\r\n线路1：东山公交总站~钓场。\r\n线路2：江宁药科大学~钓场',0),('c2667dedb50b4049bd48174d6dca9d42','江苏','南京','江宁区','石岗水库','南京市江宁区岱山路',1,0,'','','','','不详',0),('c28d5d9884e7402a9a89ab1f6724fc1a','江苏','南京','浦口区','大套以及附近的塘口','南京青奥体育公园',0,0,'','','','','由于不少新人的加入，原来大家喜欢说的浦口大套钓鱼，范围大了有些人不了解到底在哪里也无处查询，今天我就简单说下大套以及附近塘情况0元是城南河，也就是马路河，地图不同叫法不同，100元就是大套，不过有网拦着分区域的，鲈鱼很多30元一斤。斤塘就在大套后面，基本都是十元一斤，里面啥鱼都有，钓到了不给扔，老板很精明的哦。再进去点长沟50元一天，基本都是二两大的鲫鱼，30元可以半天。水浅半米鱼不大，不过听说啥鱼都给钓走，等天热下午来钓鲢鱼玩。其实里面50元一天的塘很多，还需要大家去摸索，也请知道的钓友共享一下钓点，都是收费的就不要藏着掖着了，谢谢！',0),('c4f29743da0e498d9f00ffd747d4c317','江苏','南京','栖霞区','柳塘立交练杆塘','柳塘立交桥下附近',0,0,'','','','','一、地址\r\n柳塘立交桥下附近\r\n路线:\r\n1：开车路线\r\n    绕城公路往二桥方向，华电北路出口下，第一个红绿灯左转，紧接着第二个红绿灯右转，直行第三个红绿灯左转到燕尧路上（你也只能左转，不然会到绕城逆行滴），沿着燕尧路直行大概一两公里，你会看到柳塘立交桥，临到桥慢行，有铁路道口，不要过铁路，注意右手边有个被封闭的大门，大门的左边有个缺口，车子开不进去，行人和电动车能勉强进，进去缺口直行就能看到塘口了。友情提醒，车子不太好停，只有有限的一片小空地，也不知道给不给停车，周围施工，有围挡占了地方。\r\n2：公交路线\r\n    76路车柳塘东站下，不管你是从哪个方向过来的，看到柳塘立交桥后请参考上面开车路线的内容。\r\n二、鱼情\r\n    瓜子鲫为主，拐子也有，很少，之前一直没发现有杂鱼，上周末试了下，杂鱼也是有滴，练杆的好去处，全是瓜子鲫，并且你绝不会空军。\r\n三、钓点风景\r\n    其实很美滴，地方也不算小，周末可以带家人去玩玩，林间小路散散步，支个小帐篷，带点吃吃喝喝的，有点郊游的意思，老婆小孩都照顾到了，自己还可以过过鱼瘾，说服老婆的理由和借口都替你们想到了，容易么我？',0),('d0d46da9378c4d4ba770c55479b9e035','江苏','南京','江宁区','鸡笼水库','江宁区横溪镇红旗村',1,0,'','','','','江宁横溪鸡笼水库，水质绝对好，是可以直接喝的，大多为山上流下来的水。\r\n水库从我记事起就没干过，曾经有人承包过水库放了好多鱼，因水里深浅不一，最后跟本没收上来多少鱼（估计全躲水里了）\r\n现无人承包，被政府给重点管理为水质保护区，下面上图（可以仔细看水库图，像极了中国地图）',0),('d2a18b5a0f654d1c9a4d7d5164deba31','江苏','南京','浦口区','小岛垂钓中心','南京浦口石佛驾校旁边',3,1,'','','','','小岛是斤塘，13一斤，青混20，鱼太多了，不挂饵锚都能锚上来',0),('d8f6d0a6d5c64d85b9ff81e1d2433ac0','江苏','南京','江宁区','南山湖','南京市江宁区铜井镇东2公里处',0,1,'不详','','02586124666','鲫鱼 鲤鱼 草鱼 鲢鱼 青鱼 鳊鱼 白条 黑鱼 鲶鱼 昂刺鱼 其他鱼类','南山湖位于南京市江宁区铜井镇东2公里处，是一处休闲度假的好地方。距南京市区中心40公里，设有无线上网公共区域、中式餐厅、会议室、棋牌室、会议室等。\r\n尤其是喜爱钓鱼的同志，绝对是个首选的地儿。只是交通差点，需要自驾。主要用来度假，所以费用应该比较高，主要是住房费用，具体费用还要和景点咨询。\r\n南山湖是度假的地方，可以在度假村里租一间别墅居住，费用是：3室1厅（5人）为680一天，2室1厅（3人）为420一天，1室1厅（2人）则是380一天，有水库可以钓鱼，收费是按斤的，10元一斤',0),('da4463d65a4946d5b11d03b96211f623','江苏','南京','玄武区','琵琶湖','中山陵琵琶湖',0,0,'','','','','中山陵琵琶湖，免费，水质还行，鲫鱼大概1、2两，需要用长杆，有藕藤子，可以玩玩。',0),('df28c8afecaf45e19be53ca9342bd2a3','江苏','南京','江宁区','上峰水库','',1,0,'','','','','免费的，水库主要以鲤鱼鲫鱼为主，有大货，可以乘坐 金汤线, 在 上峰服务中心站 下车，然后步行到上峰，找个人问问，就能知道水库的位置了。',0),('e0e57f962d884aeab30480dee43ae57f','江苏','南京','六合区','山曹水库','六合区山曹水库',1,1,'30元/天','','','','钓点导航：六合区山曹水库\r\n收费标准：30元一天\r\n水质一流，非常清澈，鱼品上等，值得一玩。\r\n午饭可要求老板烧，标准自己谈，平时钓的人也不少，钓友常碰到斤鲫，甚至更大的板子。可阀杆、抛竿、路亚等玩法，鲢鳙不给拿。\r\n友情提醒：野钓没有靠准的渔获。',0),('e10c1007354c4aa6b52eb6cb411f0f93','江苏','南京','六合区','河王坝水库','南京市北郊六合区马集镇',1,1,'20元/天','','','','南京市北郊六合区马集镇有一座5000亩的天然水池，叫河王坝水库，这里水天一色，天上白鹭成行，水库野鸭成群，水中鱼虾游荡，鱼类资源十分丰富。主产：鲫鱼、鲤鱼、青鱼、草鱼、鲢鱼等等。收费方式：每只竿收15—20元，可钓全天，禁止抛竿，禁钓鲢鱼。\r\n可以乘坐 阮郑线 在 河王社区站 下车',0),('e5c45c1e18354ec9b16919dcf3e0797a','江苏','南京','六合区','泥桥水库','泥桥水库',1,0,'','','','','泥桥水库位于南京市和天长市的交界处。是一座小型水库。大约2000亩左右。鲤鱼最多。',0),('e5f4012cc74e48ecb519447b3d1019eb','江苏','南京','江宁区','管头水库','江宁区土桥社区管头',1,1,'50元/天','','','','因为这是个小水库 导航不显示  附近百姓叫出的管头水库  从新104国道来的时候  到一个十字路口  道路左侧有公安检查站  导航会提示你左拐  再开  过一座小桥 停车  就是管头  你来的方向  小桥的左侧有一条水泥路  开进去就是管头水库  实在不知道的钓友 等到了管头  停车  路两旁有做生意的  有小店  买水的时候的可以问小店老板  问他  他会指路给你 其实很好找\r\n这个钓场收费50   来几次之后跟老板熟悉了 可以讨价还价  最低30元  这是个人字行水库  网根本无法铺开   政府也不允许抽干  所以老鱼还是比较多',0),('e7ba2552622144abbc82329312fea110','江苏','南京','江宁区','窦村水库','窦村水库',1,1,'20元/天','','','','窦村水库收费：20元一天，可夜钓。\r\n\r\n窦村水库靠着轿子山路，可以百度地图搜索“南京昊天路桥工程公司”导航',0),('ea8eb853f3704b3799321d144fcc579d','江苏','南京','六合区','竹家坝水库','竹家坝水库',1,1,'30元/天','','','','竹坝（竹家坝）水库；从方州广场出发13公里，收费30.但不允许只钓一个上午。去了竹坝水库几次，钓获都不太好。如果钓蚯蚓‘耗子‘’也蛮多。',0),('ebaba9087b3846fd8dd34dc731c0bc67','江苏','南京','玄武区','中山陵五棵松水库','南体旁边',1,0,'','','','','水库面积不大，最深处2米左右，竿子能到处水深1.5--1.8米!!靠近公路的南边水深还行，适合传统!!鲤鱼、鲫鱼、白条比较多，也有黑鱼。\r\n南体右边的大塘是东郊体育公园的野塘，免费的，刺骨呆子多，其他鱼没钓到过，有鲫鱼  鲤鱼。量少，可以玩。空军正常\r\n中央体育场大门楼对面的这个野塘是免费的，也经常有人钓，不过好像也是个空军基地！',0),('ef8b2c161cb547308ee175635effc41e','江苏','南京','江宁区','佘村水库','江宁东山街道佘村社区境内',1,1,'','','','','佘村水库是个小型水库，位于江宁东山街道佘村社区境内，水库免费，随便钓，不过不怎么好钓。旁边还有些农民自己承包的鱼塘，已经搞了20多年，去年12一斤，现在涨价到14一斤。鱼塘是混养的，草鱼鲫鱼鳊鱼都有。。公交的话，乘坐 江23路(或 江宁区23路), 在 佘村站下车步行就可以到了。',0),('f2827c67c1e74f3787533cc40ed9d95f','江苏','南京','江宁区','安山水库','南京市江宁区宁丹路一直走，过横溪岔口，路右边安山水库东路',0,0,'','','','','安山水库，坐落在横溪和小丹阳交界的地方，曾经收费30一天，从2014年下半年开始免费！因为承包到期，政府部门禁止水库承包。垂钓鱼种以鲫鱼为主，少量的鲢鱅。\r\n\r\n无人管理后电工网民争先出现，，，\r\n\r\n百度地图搜索“安山水库”，能找到位置，在导航即可',0),('fc900271abee4a43b7e457bae784123b','江苏','南京','雨花台区','安堂凹水库','铁心桥街道周家凹',1,0,'','','','','就是人武水库，水库在铁心桥附近，水质很好，没有污染，就是鱼比较小，去年的时候有大鱼，都在3两左右，现在基本都是小鱼，估计要等几个月才有有大鱼。\r\n公交可以乘 155 (祖堂山方向) 或 111 到 省人武学校，1.5公里左右，在向东南步行就到了',0);

/*Table structure for table `diaohuo` */

DROP TABLE IF EXISTS `diaohuo`;

CREATE TABLE `diaohuo` (
  `id` varchar(40) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `province` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `city` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `district` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `address` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `content` longtext COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL DEFAULT '0',
  `creator` varchar(40) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_time` timestamp NULL DEFAULT NULL,
  `recommend` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `diaohuo` */

insert  into `diaohuo`(`id`,`title`,`province`,`city`,`district`,`address`,`content`,`status`,`creator`,`update_time`,`recommend`) values ('06316084-8e4f-423e-b4eb-5c250f939e74','123123','123123','12312','123123','123123','123123123',0,'12312',NULL,1);

/*Table structure for table `diaoji` */

DROP TABLE IF EXISTS `diaoji`;

CREATE TABLE `diaoji` (
  `id` varchar(40) COLLATE utf8_unicode_ci DEFAULT NULL,
  `title` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL,
  `category` varchar(40) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` text COLLATE utf8_unicode_ci,
  `creator` varchar(40) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_time` timestamp NULL DEFAULT NULL,
  `recommend` int(11) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `diaoji` */

insert  into `diaoji`(`id`,`title`,`category`,`content`,`creator`,`update_time`,`recommend`) values ('123','123','123','123123123','123123',NULL,1);

/*Table structure for table `image_store` */

DROP TABLE IF EXISTS `image_store`;

CREATE TABLE `image_store` (
  `image_id` varchar(40) COLLATE utf8_unicode_ci NOT NULL,
  `item_id` varchar(40) COLLATE utf8_unicode_ci DEFAULT NULL,
  `image_name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `image_desc` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`image_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `image_store` */

insert  into `image_store`(`image_id`,`item_id`,`image_name`,`image_desc`) values ('10e6c51f-94a8-42aa-b3c3-d9ef1f084bb4','06316084-8e4f-423e-b4eb-5c250f939e74','000111 - 副本.jpg',NULL),('16c15194-2929-4cfc-82ab-a33f72181da1','06316084-8e4f-423e-b4eb-5c250f939e74','000113.jpg',NULL),('1dea2fa8-cfa6-4c01-8b53-c9d3f948ddd7','06830706-dea4-4b69-a5aa-5e2c50f43f5b','000111 - 副本.jpg',NULL),('4aea3686-e3bc-4121-a5f1-b60268bd509f','3e549241-5689-4b1f-9d8a-a2ec94a0385d','000113.jpg',NULL),('d751681d-2a17-4b1b-aaf5-7ed8dd6b6c5e','b02d1538-cc1e-4f49-bfb5-6fb5b137ef42','000113.jpg',NULL);

/*Table structure for table `secondhand` */

DROP TABLE IF EXISTS `secondhand`;

CREATE TABLE `secondhand` (
  `id` varchar(40) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` text COLLATE utf8_unicode_ci,
  `province` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `area` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `address` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `contact_way` int(11) DEFAULT NULL,
  `contact_info` varchar(20) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` int(11) DEFAULT NULL,
  `creator` varchar(19) COLLATE utf8_unicode_ci DEFAULT NULL,
  `update_time` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `recommend` int(11) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci CHECKSUM=1 DELAY_KEY_WRITE=1 ROW_FORMAT=DYNAMIC;

/*Data for the table `secondhand` */

insert  into `secondhand`(`id`,`title`,`content`,`province`,`city`,`area`,`address`,`contact_way`,`contact_info`,`status`,`creator`,`update_time`,`recommend`) values ('3e549241-5689-4b1f-9d8a-a2ec94a0385d','123','123','北京市','市辖区','东城区','123',1,'123',0,NULL,'2017-06-24 13:48:10',1),('410e31d7-90da-4c83-8a16-1a199f378b91','123','123','北京市','市辖区','东城区','123',1,'123',0,NULL,'2017-06-24 10:57:00',1),('5454957f-be16-48b4-b4c2-853dd57ec22b','234',NULL,'北京市','市辖区','东城区','2234',1,'234',0,NULL,'2017-06-22 22:09:40',0),('725ab2e0-a9b3-4e59-84d1-1d9b97523572','34','2342','北京市','市辖区','西城区','2342',1,'234234',0,NULL,'2017-06-22 22:11:32',1),('a429c731-e611-4ed8-9457-8e920e1d790a','123','123','北京市','市辖区','东城区','123',1,'123',0,NULL,'2017-06-24 10:58:49',1),('bc53fe83-14ec-45a8-8e0d-20fdbecb996a','123','123','北京市','市辖区','西城区','',1,'123',0,NULL,'2017-06-24 14:02:17',1),('bddf9998-fcdf-42fd-8344-5d875db13c22','123','123','北京市','市辖区','朝阳区','123',1,'123',0,NULL,'2017-06-24 10:49:43',1),('d888d532-27c6-4635-ba55-9825f6d030a3','123',NULL,'北京市','市辖区','西城区','123',1,'',0,NULL,'2017-06-22 22:05:33',0);

/*Table structure for table `user` */

DROP TABLE IF EXISTS `user`;

CREATE TABLE `user` (
  `id` varchar(19) COLLATE utf8_unicode_ci DEFAULT NULL,
  `openid` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `nickname` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `sex` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `province` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `city` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `country` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `headimgurl` varchar(500) COLLATE utf8_unicode_ci DEFAULT NULL,
  `privilege` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `unionid` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`openid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `user` */

insert  into `user`(`id`,`openid`,`nickname`,`sex`,`province`,`city`,`country`,`headimgurl`,`privilege`,`unionid`) values ('111','111','纹刀客','1','江苏','南京','江宁','\\static\\images\\defaulth-head-image-bear.png','1','1');

/*Table structure for table `weixin_url` */

DROP TABLE IF EXISTS `weixin_url`;

CREATE TABLE `weixin_url` (
  `name` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `type` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `url` varchar(200) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

/*Data for the table `weixin_url` */

insert  into `weixin_url`(`name`,`type`,`url`) values ('ACCESS_TOKEN','GET','https://api.weixin.qq.com/cgi-bin/token?grant_type=client_credential&appid={APPID}&secret={APPSECRET}'),('WEIXIN_IP','GET','https://api.weixin.qq.com/cgi-bin/getcallbackip?access_token={ACCESS_TOKEN}'),('WEBPAGE_ACCESS_TOKEN_CODE','GET','https://open.weixin.qq.com/connect/oauth2/authorize?appid=WEIXIN_APPID&redirect_uri=WEB_DOMAIN/weixin/getuser&response_type=code&scope=snsapi_userinfo&state=yuyufang#wechat_redirect'),('WEBPAGE_ACCESS_TOKEN_GET','GET','https://api.weixin.qq.com/sns/oauth2/access_token?appid={APPID}&secret={SECRET}&code={CODE}&grant_type=authorization_code'),('WEBPAGE_ACCESS_TOKEN_USERINFO','GET','https://api.weixin.qq.com/sns/userinfo?access_token={ACCESS_TOKEN}&openid={OPENID}&lang=zh_CN');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
